Repository: isabella232/Viper-1
Catalog: Translation/editplus.*.po
Languages: pl

source: Add Comment
pl: Dodaj komentarz

source: New Comment
pl: Nowy komentarz

source: Cancel
pl: Anuluj

source: Comment
pl: Komentarz

source: Go to previous comment thread
pl: Przejdź do poprzedniego wątku komentarzy

source: Go to next comment thread
pl: Przejdź do następnego wątku komentarzy

source: Mark as resolved
pl: Oznacz jako rozwiązany

source: Mark this comment thread as resolved
pl: Oznacz ten wątek komentarzy jako rozwiązany

source: Resolved
pl: Rozwiązany

source: Edited
pl: Edytowany

source: Show more
pl: Pokaż wiecej

source: Save
pl: Zapisz

source: Delete Comment
pl: Usuń komentarz

source: Unmark For Deletion
pl: Odznacz do usunięcia

source: Mark For Deletion
pl: Oznacz do usunięcia

source: Edit Comment
pl: Edytuj komentarz

source: Add a reply...
pl: Dodaj odpowiedź

source: Reply
pl: Odpowiedz

source: Marked as resolved
pl: Oznaczony jako rozwiązany

source: Re-opened
pl: Ponownie otwarty

source: Choose Image from Matrix Asset
pl: Wybierz graficzny element w Matrix’ie

source: Asset
pl: Element

source: Upload an Image
pl: Prześlij grafikę

source: Upload
pl: Prześlij

source: Image from an URL
pl: Adres URL grafiki

source: URL
pl: Adres URL

source: Loading Quick Edit...
pl: Ładuję Szybką Edycję

source: Original Image
pl: Oryginalna grafika

source: Choose File
pl: Wybierz plik

source: Drop image here or
pl: Upuść grafikę tu lub

source: Apply Changes
pl: Zastosuj zmiany

source: Upload Image
pl: Prześlij grafikę

source: Loading preview
pl: Ładowanie podglądu

source: Could not load preview
pl: Nie udało się załadować podglądu

source: Image is decorative
pl: Obraz dekoracyjny

source: Alt
pl: Alternatywny

source: Title
pl: Tytuł

source: File
pl: Plik

source: Incorrect file type
pl: Niewłaściwy typ pliku

source: Uploading image...
pl: Przesyłanie grafiki…

source: Use current asset as upload location
pl: Użyj bieżącego elementu, jako rodzica dla przesyłanego pliku

source: Location
pl: Lokalizacja

source: Show in menu
pl: Pokaż w menu

source: You have selected a %1 asset. Only image, thumbnail or image variety assets can be selected.
pl: Wybrano element typu %1. Należy wybrać element typu grafika, miniatura lub wariacja.

source: Low resolution preview.
pl: Podgląd w niskiej rozdzielczości.

source: Upload the image to use it in the content.
pl: Prześlij grafikę, aby użyć jej w treści.

source: bytes
pl: bitów

source: Insert Matrix Keywords
pl: Wstaw słowa kluczowe Matrix

source: Insert Matrix Snippet
pl: Wstaw snippet Matrix

source: Keyword
pl: Słowo kluczowe

source: Insert
pl: Wstaw

source: Use Link Destination
pl: Użyj adresu docelowego

source: Use Redirect Link Destination
pl: Użyj docelowego adresu przekierowania

source: Specified asset does not exist.
pl: Wskazany element nie istnieje.

source: Linking to non-live asset not allowed.
pl: Nie można linkować do nieopublikowanego elementu.
